const questions = [
    {
        question: 'Подвижный холм песка в пустыне называется…',
        answers: [
            'A. Дюна',
            'B. Утес',
            'C. Скала',
            'D. Волна'
        ],
        correctAnswer: 'A'
    },
    {
        question: 'Где находится яд у кобры?',
        answers: [
            'A. На кончике языка',
            'B. В зубе',
            'C. На хвосте',
            'D. В капюшоне'
        ],
        correctAnswer: 'B'
    },
    {
        question: 'Как приветствуют друг друга эскимосы?',
        answers: [
            'A. Пожимают руки',
            'B. Целуются',
            'C. Трутся носами',
            'D. Обнимаются'
        ],
        correctAnswer: 'C'
    },
    {
        question: 'Почему вода в море кажется синей?',
        answers: [
            'A. Из-за водорослей',
            'B. Из-за цвета дна',
            'C. Вода отражает небо',
            'D. Из-за растворенной соли'
        ],
        correctAnswer: 'C'
    },
    {
        question: 'У кого из перечисленных животных самый острый слух?',
        answers: [
            'A. У кошки',
            'B. У ежа',
            'C. У собаки',
            'D. У летучей мыши'
        ],
        correctAnswer: 'D'
    },
]